Repository: common-repository/wpnamedusers
Catalog: wpnamedusers-*.po
Languages: da_dk, fo_fo

source: wpNamedUsers permissions
da_dk: wpNamedUsers rettigheder
fo_fo: wpnamedusers rættindi

source: wpNamedUsers groups
da_dk: wpNamedUsers grupper
fo_fo: wpnamedusers bólkar

source: wpNamedUsers - Users
da_dk: wpNamedUsers - Brugere
fo_fo: wpNamedUsers - Brúkarar

source: wpNamedUsers - Groups
da_dk: wpNamedUsers - Grupper
fo_fo: wpNamedUsers - Bólkar

source: Permissions set.
da_dk: Rettigheder er gemte.
fo_fo: Rættindi eru goymd.

source: Permissions cleared.
da_dk: Rettigheder er slettede
fo_fo: Rættindi eru strikað.

source: Permissions copied.
da_dk: Rettigheder er kopierede
fo_fo: Rættindi eru margfaldað.

source: Set / Clear permissions
da_dk: Gem / Slet rettigheder
fo_fo: Goym / Strikað rættindi

source: Posts
da_dk: Indlæg
fo_fo: Greinar

source: Pages
da_dk: Sider
fo_fo: Síður

source: Users
da_dk: Brugere
fo_fo: Brúkarar

source: Groups
da_dk: Grupper
fo_fo: Bólkar

source: You can only set / clear permissions on posts / pages that you have the right to edit. If you want to clear all permissions for a specific user, you can login as administrator, select the user and click "Clear permissions".
da_dk: Du kan kun gemme / slette rettigheder på indlæg / sider som du har rettigheder til at ændre. Hvis du vil slette alle rettigheder for en given bruger, skal du logge ind som en administrator, vælge brugeren og klikke på "Slet rettigheder".
fo_fo: Tú kanst bara goyma / strikað rættindi á greinum / síðum, sum tú hevur rættindi til at rættað. Um tú vilt strikað øll rættindi hjá einum ávísum brúkara, skalt tú logga á sum ein administrator, velja brúkaran í lístanum og trýsta á "Strikað rættindi".

source: Set permissions
da_dk: Gem rettigheder
fo_fo: Goym rættindi

source: Clear permissions
da_dk: Slet rettigheder
fo_fo: Strikað rættindi

source: Copy permissions
da_dk: Kopiér rettigheder
fo_fo: Marfaldað rættindi

source: Source user
da_dk: Fra bruger
fo_fo: Frá brúkara

source: Target user
da_dk: Til bruger
fo_fo: Til brúkara

source: Group created.
da_dk: Gruppen er oprettet
fo_fo: Bólkurin er gjørdur.

source: Group members updated.
da_dk: Gruppens medlemmer er opdaterede
fo_fo: Bólkalimir eru dagførdir.

source: Group deleted.
da_dk: Gruppen er slettet
fo_fo: Bólkurin er strikaður.

source: Create group
da_dk: Opret gruppe
fo_fo: Ger bólk

source: Group name
da_dk: Gruppe navn
fo_fo: Bólkanavn

source: Manage groups
da_dk: Redigér grupper
fo_fo: Stýr bólkum

source: To assign users to a group, select the group in the list of groups and then select the users that should be assigned to that group. Press "Update group members" to save.
da_dk: For at tilføje brugere til en gruppe, skal du vælge en gruppe i listen og derefter vælge de brugere der skal tilføjes til gruppen. Tryk på "Opdatér gruppens medlemmer" for at gemme.
fo_fo: Fyri at koyra brúkarar í ein bólk, skalt tú velja bólkin í listanum og síðani vejla brúkararnir sum skulu vera limir í bólkinum. Trýst á "Dagfør bólkalimir" fyri at goyma.

source: If you want to check which users are assigned to a group, select the group in the list and press "Show group members".
da_dk: Hvis du vil se hvilke brugere er medlemmer i en gruppe, skal du vælge gruppen i listen og tryk på "Vis gruppens medlemmer".
fo_fo: Um tú vilt kannað hvørjir brúkarar eru limir í einum bólkið, skalt tú velja bólkin í listanum og trýst á "Vís bólkalimir".

source: Show group members
da_dk: Vis gruppens medlemmer
fo_fo: Vís bólkalimir

source: Update group members
da_dk: Opdatér gruppens medlemmer
fo_fo: Dagfør bólkalimir

source: Delete group
da_dk: Slet gruppe
fo_fo: Strikað bólk

source: Select the users that can access the content. If no users or groups are selected, the post / page will be public. Users with permissions to edit a post / page will be able to access the content even if they are not selected in the list.
da_dk: Vælg de brugere der skal have adgang til at læse indholdet. Hvis ingen brugere er valgte, vil indlægget / siden være tilgængelig for alle. Brugere der har rettigheder til at redigere et indlæg eller en side, vil have mulighed for at læse indholdet uanset om de er valgte eller ej i listen.
fo_fo: Vel brúkarar sum skulu hava atgongd til at lesa tilfarið. Um ongir brúkarar eru valdir, verður greinin / síðan almenn. Brúkarar, sum hava rættindi til at rættað eina grein / síðu, hava atgongd til at lesa tilfari, líkamikið um teir eru valdir í listanum ella ei.

source: Select the groups that can access the content. If no groups or users are selected, the post / page will be public. Users with permissions to edit a post / page will be able to access the content even if they are not selected in the list.
da_dk: Vælg de grupper der skal have adgang til at læse indholdet. Hvis ingen grupper er valgte, vil indlægget / siden være tilgængelig for alle. Brugere der har rettigheder til at redigere et indlæg eller en side, vil have mulighed for at læse indholdet uanset om de er valgte eller ej i listen.
fo_fo: Vel bólkar sum skulu hava atgongd til at lesa tilfarið. Um ongir bólkar eru valdir, verður greinin / síðan almenn. Brúkarar, sum hava rættindi til at rættað eina grein / síðu, hava atgongd til at lesa tilfari, líkamikið um teir eru valdir í listanum ella ei.
